---
kind: enumMember
id: F:Autodesk.Revit.DB.Structure.FabricSheetLayoutPattern.QuantitativeSpacing
enum: Autodesk.Revit.DB.Structure.FabricSheetLayoutPattern
source: html/a13c4016-99f3-fc97-51ef-0ec2d534295a.htm
---
# Autodesk.Revit.DB.Structure.FabricSheetLayoutPattern.QuantitativeSpacing

Multiple groups of wires with a specific spacing and diameter